espressif/esp-idf/examples/system/ota/partitions_ota/sdkconfig.ci.virt_sb_v2_and_fe.esp32
# ESP32 supports SECURE_BOOT_V2 only in ECO3
CONFIG_IDF_TARGET="esp32"
CONFIG_ESP32_REV_MIN_3=y
